Repository: TarasOsiris/screenshot-mac
Catalog: screenshot/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fa, fi, fr, he, hr, hu, id, it, ja, ko, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, ur, vi, zh_hans, zh_hant

source: In a non-base language, edits are saved as **per-language overrides** — they don't change the base language.
ar: في لغة غير أساسية، يتم حفظ التعديلات باعتبارها **تجاوزات لكل لغة** — فهي لا تغير اللغة الأساسية.
ca: En un idioma no bàsic, les edicions es guarden com a **substitucions per idioma**: no canvien l'idioma base.
cs: V jiném než základním jazyce se úpravy ukládají jako **přepisy pro jednotlivé jazyky** – nemění základní jazyk.
da: I et ikke-basissprog gemmes redigeringer som **tilsidesættelser pr. sprog** – de ændrer ikke basissproget.
de: In einer anderen Sprache als der Basissprache werden Änderungen als **sprachspezifische Überschreibungen** gespeichert – die Basissprache bleibt unverändert.
el: Σε μια μη βασική γλώσσα, οι τροποποιήσεις αποθηκεύονται ως **παρακάμψεις ανά γλώσσα** — δεν αλλάζουν τη βασική γλώσσα.
es: En un idioma no base, las ediciones se guardan como **anulaciones por idioma**; no cambian el idioma base.
fa: در زبانی غیر از زبان پایه، ویرایش‌ها به‌صورت **بازنویسی‌های مخصوص آن زبان** ذخیره می‌شوند — زبان پایه را تغییر نمی‌دهند.
fi: Muussa kuin peruskielessä muokkaukset tallennetaan **kielikohtaisina ohituksina** – ne eivät muuta peruskieltä.
fr: Dans une langue autre que la langue de base, les modifications sont enregistrées comme **valeurs propres à la langue** : elles ne modifient pas la langue de base.
he: בשפה שאינה בסיס, עריכות נשמרות כ**עקיפות לכל שפה** - הן אינן משנות את שפת הבסיס.
hr: U neosnovnom jeziku, izmjene se spremaju kao **poništavanja po jeziku** — ne mijenjaju osnovni jezik.
hu: Nem alapnyelven a szerkesztések **nyelvenkénti felülírásként** kerülnek mentésre – nem változtatják meg az alapnyelvet.
id: Dalam bahasa non-dasar, hasil edit disimpan sebagai **penggantian per bahasa** — hasil edit tidak mengubah bahasa dasar.
it: In una lingua diversa da quella di base, le modifiche vengono salvate come **personalizzazioni per lingua** e non cambiano la lingua di base.
ja: 基本言語以外の言語での編集は **言語ごとの上書き** として保存され、基本言語は変更されません。
ko: 기본 언어가 아닌 경우 편집 내용은 **언어별 재정의**로 저장되며 기본 언어는 변경되지 않습니다.
ms: Dalam bahasa bukan asas, suntingan disimpan sebagai **penggantian setiap bahasa** — ia tidak menukar bahasa asas.
nl: In een niet-basistaal worden bewerkingen opgeslagen als **overschrijvingen per taal**; ze veranderen de basistaal niet.
no: I et ikke-grunnspråk lagres redigeringer som **overstyringer per språk** – de endrer ikke grunnspråket.
pl: W języku innym niż podstawowy zmiany są zapisywane jako **zastąpienia poszczególnych języków** — nie powodują zmiany języka podstawowego.
pt_br: Em um idioma não base, as edições são salvas como **substituições por idioma** — elas não alteram o idioma base.
pt_pt: Em um idioma não base, as edições são guardadas como **substituições por idioma** — elas não alteram o idioma base.
ro: Într-o limbă care nu este de bază, editările sunt salvate ca **inlocuiri pe limbă** - nu schimbă limba de bază.
ru: В небазовом языке правки сохраняются как **переопределения для языка** — базовый язык они не меняют.
sk: V inom ako základnom jazyku sa úpravy uložia ako **nahradenia pre jednotlivé jazyky** – nezmenia základný jazyk.
sl: V neosnovnem jeziku se urejanja shranijo kot **preglasitve glede na jezik** – ne spremenijo osnovnega jezika.
sv: I ett icke-basspråk sparas redigeringar som **överstyrningar per språk** – de ändrar inte basspråket.
th: ในภาษาที่ไม่ใช่ภาษาพื้นฐาน การแก้ไขจะถูกบันทึกเป็น **การแทนที่ตามภาษา** โดยจะไม่เปลี่ยนภาษาพื้นฐาน
tr: Temel olmayan bir dilde yapılan düzenlemeler **dile özgü geçersiz kılmalar** olarak kaydedilir — temel dili değiştirmezler.
uk: Для небазової мови зміни зберігаються як **перевизначення для мови** — базова мова не змінюється.
ur: ایک غیر بنیادی زبان میں، ترامیم کو **فی زبان اوور رائیڈ** کے طور پر محفوظ کیا جاتا ہے — وہ بنیادی زبان کو تبدیل نہیں کرتے ہیں۔
vi: Trong ngôn ngữ không phải ngôn ngữ cơ sở, các chỉnh sửa được lưu dưới dạng **ghi đè theo ngôn ngữ** — chúng không thay đổi ngôn ngữ cơ sở.
zh_hans: 在非基准语言中，编辑内容会保存为 **按语言覆盖**——不会更改基准语言。
zh_hant: 在非基準語言中，編輯內容會儲存為**各語言覆寫**——不會更改基準語言。

source: In a non-base language, edits to text shapes are saved as **per-language overrides** — they don't change the base.
ar: في لغة غير أساسية، يتم حفظ التعديلات التي يتم إجراؤها على أشكال النص باعتبارها **تجاوزات لكل لغة** — فهي لا تغير القاعدة.
ca: En un idioma no bàsic, les edicions a les formes de text es guarden com a **substitucions per idioma**; no canvien la base.
cs: V jiném než základním jazyce se úpravy tvarů textu ukládají jako **přepisy podle jazyka** – nemění základní.
da: I et ikke-basissprog gemmes redigeringer af tekstformer som **tilsidesættelser pr. sprog** – de ændrer ikke grunden.
de: In einer Nicht-Basissprache werden Änderungen an Textformen als **Sprachüberschreibungen** gespeichert – die Basis wird dadurch nicht geändert.
el: Σε μια μη βασική γλώσσα, οι επεξεργασίες σε σχήματα κειμένου αποθηκεύονται ως **παρακάμψεις ανά γλώσσα** — δεν αλλάζουν τη βάση.
es: En un idioma que no es el base, las ediciones de las formas del texto se guardan como **anulaciones por idioma**; no cambian la base.
fa: در یک زبان غیر پایه، ویرایش‌های شکل‌های متنی به‌عنوان **نسخه‌های هر زبان** ذخیره می‌شوند - پایه را تغییر نمی‌دهند.
fi: Muussa kuin peruskielessä tekstimuotojen muokkaukset tallennetaan **kielikohtaisina ohituksina** – ne eivät muuta perustaa.
fr: Dans une langue autre que la langue de base, les modifications apportées aux formes de texte sont enregistrées en tant que **remplacements par langue** : elles ne modifient pas la base.
he: בשפה שאינה בסיס, עריכות של צורות טקסט נשמרות כ**עקיפות לכל שפה** - הן אינן משנות את הבסיס.
hr: U neosnovnom jeziku, izmjene oblika teksta spremaju se kao **poništavanja po jeziku** — ne mijenjaju osnovu.
hu: Egy nem alapnyelven a szövegalakzatok szerkesztései **nyelvenkénti felülírásként** kerülnek mentésre – nem változtatják meg az alapot.
id: Dalam bahasa non-basis, pengeditan pada bentuk teks disimpan sebagai **penggantian per bahasa** — pengeditan tersebut tidak mengubah basisnya.
ja: 基本言語以外の場合、テキスト図形の編集は **言語ごとのオーバーライド**として保存されます。基本言語は変更されません。
ko: 기본 언어가 아닌 경우 텍스트 모양에 대한 편집 내용은 **언어별 재정의**로 저장되며 기본 언어는 변경되지 않습니다.
ms: Dalam bahasa bukan asas, pengeditan kepada bentuk teks disimpan sebagai **penggantian setiap bahasa** — ia tidak mengubah asas.
nl: In een niet-basistaal worden bewerkingen van tekstvormen opgeslagen als **overschrijvingen per taal**; ze veranderen de basis niet.
no: I et ikke-grunnspråk lagres redigeringer av tekstformer som **overstyringer per språk** – de endrer ikke grunnen.
pl: W języku innym niż podstawowy zmiany w kształtach tekstowych są zapisywane jako **zastąpienia dla poszczególnych języków** — nie zmieniają one języka podstawowego.
pt_br: Em um idioma não base, as edições nas formas de texto são salvas como **substituições por idioma** — elas não alteram a base.
pt_pt: Em um idioma não base, as edições nas formas de texto são guardadas como **substituições por idioma** — elas não alteram a base.
ro: Într-o limbă care nu este de bază, modificările aduse formelor de text sunt salvate ca **înlocuiri în funcție de limbă** - nu schimbă baza.
sk: V inom ako základnom jazyku sa úpravy tvarov textu uložia ako **nahradenia pre jednotlivé jazyky** – nezmenia základ.
sl: V neosnovnem jeziku se urejanja oblik besedila shranijo kot **preglasitve glede na jezik** — ne spremenijo osnove.
sv: I ett icke-basspråk sparas redigeringar av textformer som **överstyrningar per språk** – de ändrar inte basen.
th: ในภาษาที่ไม่ใช่ภาษาพื้นฐาน การแก้ไขรูปร่างข้อความจะถูกบันทึกเป็น **การแทนที่ตามภาษา** โดยจะไม่เปลี่ยนฐาน
ur: ایک غیر بنیادی زبان میں، متن کی شکلوں میں ترامیم کو **فی زبان اوور رائیڈ** کے طور پر محفوظ کیا جاتا ہے — وہ بنیاد کو تبدیل نہیں کرتے ہیں۔
vi: Trong ngôn ngữ không phải cơ sở, các chỉnh sửa đối với hình dạng văn bản được lưu dưới dạng **ghi đè theo ngôn ngữ** — chúng không thay đổi cơ sở.
zh_hans: 在非基础语言中，对文本形状的编辑将保存为**每种语言覆盖** - 它们不会更改基础语言。

source: In Blank mode, pick the device categories you want — each one becomes a row with the right default screenshot size for the App Store / Play Store.
ar: في الوضع الفارغ، اختر فئات الأجهزة التي تريدها - تصبح كل فئة صفًا بحجم لقطة الشاشة الافتراضي الصحيح لـ App Store / Play Store.
ca: En el mode en blanc, tria les categories de dispositius que vulguis: cadascuna es converteix en una fila amb la mida de captura de pantalla predeterminada correcta per a App Store / Play Store.
cs: V prázdném režimu vyberte požadované kategorie zařízení – z každé se stane řádek se správnou výchozí velikostí snímku obrazovky pro App Store / Obchod Play.
da: I tom tilstand skal du vælge de enhedskategorier, du ønsker - hver enkelt bliver en række med den rigtige standardskærmbilledestørrelse for App Store / Play Butik.
de: Wähle im Modus „Leer“ die gewünschten Gerätekategorien – jede wird zu einer Zeile mit der passenden Standard-Screenshot-Größe für den App Store / Play Store.
el: Στη λειτουργία Κενή, επιλέξτε τις κατηγορίες συσκευών που θέλετε — καθεμία γίνεται μια σειρά με το σωστό προεπιλεγμένο μέγεθος στιγμιότυπου οθόνης για το App Store / Play Store.
es: En el modo En blanco, elige las categorías de dispositivo que quieras: cada una se convierte en una fila con el tamaño de captura predeterminado adecuado para el App Store o Play Store.
fa: در حالت «خالی»، دسته‌های دستگاه دلخواه را انتخاب کنید — هر کدام ردیفی با اندازهٔ پیش‌فرض مناسب اسکرین‌شات برای App Store / Play Store می‌شود.
fi: Valitse tyhjässä tilassa haluamasi laiteluokat – jokaisesta niistä tulee rivi, jolla on oikea oletuskuvakaappauskoko App Store / Play Kauppaa varten.
fr: En mode Vide, choisissez les catégories d'appareils souhaitées : chacune devient une ligne avec la taille de capture d'écran par défaut adaptée à l'App Store / au Play Store.
he: במצב ריק, בחר את קטגוריות המכשירים הרצויות - כל אחת מהן הופכת לשורה עם גודל צילום מסך ברירת המחדל הנכון עבור App Store / חנות Play.
hr: U praznom načinu rada odaberite kategorije uređaja koje želite — svaki od njih postaje red s pravom zadanom veličinom snimke zaslona za App Store / Trgovinu Play.
hu: Üres módban válassza ki a kívánt eszközkategóriákat – mindegyik sor lesz a megfelelő alapértelmezett képernyőképmérettel a App Store / Play Áruház számára.
id: Dalam mode Kosong, pilih kategori perangkat yang Anda inginkan — masing-masing kategori menjadi satu baris dengan ukuran tangkapan layar default yang tepat untuk App Store / Play Store.
it: In modalità Vuoto, scegli le categorie di dispositivo che vuoi: ciascuna diventa una riga con la dimensione screenshot predefinita corretta per App Store / Play Store.
ja: 空白モードでは、必要なデバイスカテゴリを選択します。それぞれが、App Store / Play ストアに適したデフォルトのスクリーンショットサイズの行になります。
ko: 빈 프로젝트 모드에서는 원하는 기기 카테고리를 선택하세요. 각 카테고리는 App Store / Play 스토어에 맞는 기본 스크린샷 크기를 가진 행이 됩니다.
ms: Dalam mod Kosong, pilih kategori peranti yang anda mahu — setiap satu menjadi satu baris dengan saiz tangkapan skrin lalai yang betul untuk App Store / Gedung Play.
nl: Kies in de lege modus de gewenste apparaatcategorieën. Elke categorie wordt een rij met de juiste standaard schermgrootte voor de App Store/Play Store.
no: I blank modus velger du enhetskategoriene du vil ha – hver av dem blir en rad med riktig standard skjermbildestørrelse for App Store / Play Store.
pl: W trybie pustym wybierz żądane kategorie urządzeń — każda z nich stanie się wierszem z odpowiednim domyślnym rozmiarem zrzutu ekranu dla App Store/Sklepu Play.
pt_br: No modo Em branco, escolha as categorias de dispositivo desejadas — cada uma vira uma linha com o tamanho padrão de captura de tela certo para a App Store / Play Store.
pt_pt: No modo em branco, escolha as categorias de dispositivos desejadas – cada uma se torna uma linha com o tamanho de captura de ecrã padrão correto para App Store / Play Store.
ro: În modul Blank, alegeți categoriile de dispozitive dorite — fiecare devine un rând cu dimensiunea implicită potrivită a capturii de ecran pentru App Store / Magazin Play.
ru: В режиме «Пустой» выберите нужные категории устройств — каждая станет строкой с подходящим размером скриншота по умолчанию для App Store / Play Store.
sk: V prázdnom režime vyberte požadované kategórie zariadení – z každej sa stane riadok so správnou predvolenou veľkosťou snímky obrazovky pre App Store / Obchod Play.
sl: V praznem načinu izberite želene kategorije naprav — vsaka postane vrstica s pravo privzeto velikostjo posnetka zaslona za App Store / Trgovino Play.
sv: I tomt läge väljer du de enhetskategorier du vill ha - var och en blir en rad med rätt standardstorlek för skärmdumpar för App Store / Play Butik.
th: ในโหมดว่าง ให้เลือกหมวดหมู่อุปกรณ์ที่คุณต้องการ โดยแต่ละหมวดหมู่จะกลายเป็นแถวที่มีขนาดภาพหน้าจอเริ่มต้นที่เหมาะสมสำหรับ App Store / Play Store
tr: Boş modunda istediğiniz aygıt kategorilerini seçin — her biri App Store / Play Store için doğru varsayılan ekran görüntüsü boyutuna sahip bir satır olur.
uk: У режимі «Порожній» виберіть потрібні категорії пристроїв — кожна стане рядком із правильним стандартним розміром знімка екрана для App Store / Play Store.
ur: خالی موڈ میں، اپنی پسند کے آلے کے زمرے منتخب کریں — ہر ایک App Store / Play اسٹور کے لیے صحیح ڈیفالٹ اسکرین شاٹ سائز کے ساتھ ایک قطار بن جاتا ہے۔
vi: Ở chế độ Trống, chọn danh mục thiết bị bạn muốn — mỗi danh mục sẽ trở thành một hàng có kích thước ảnh chụp màn hình mặc định phù hợp cho App Store / Cửa hàng Play.
zh_hans: 在空白模式下，选择你需要的设备类别——每个类别都会成为一行，并带有适合 App Store / Play 商店的默认截图尺寸。
zh_hant: 在「空白」模式中，選擇你需要的裝置類別——每個類別都會成為一列，並使用適合 App Store / Play 商店的預設螢幕截圖大小。

source: In Review
ar: قيد المراجعة
ca: En revisió
cs: V recenzním řízení
da: I anmeldelse
de: In Prüfung
el: Σε Ανασκόπηση
es: En revisión
fa: در حال بررسی
fi: Arvostelussa
fr: En cours d’examen
he: בסקירה
hr: U pregledu
hu: Ellenőrzés alatt
id: Dalam Ulasan
it: In revisione
ja: 審査中
ko: 심사 중
ms: Dalam Semakan
nl: Ter beoordeling
no: I anmeldelse
pl: W recenzji
pt_br: Em revisão
pt_pt: Em revisão
ro: În revizuire
ru: На проверке
sk: Na kontrole
sl: V pregledu
sv: I recension
th: อยู่ระหว่างการทบทวน
tr: İncelemede
uk: На перевірці
ur: جائزہ میں
vi: Đang xem xét
zh_hans: 审核中
zh_hant: 審查中

source: In Screenshot Bro: **Settings ▸ App Store Connect**, paste the Issuer ID and Key ID, and import the `.p8` file.
ar: في Screenshot Bro: **الإعدادات ▸ App Store Connect**، الصق Issuer ID وKey ID، وقم باستيراد الملف `.p8`.
ca: A Screenshot Bro: **Configuració ▸ App Store Connect**, enganxeu els Issuer ID i Key ID i importeu el fitxer `.p8`.
cs: V Screenshot Bro: **Nastavení ▸ App Store Connect** vložte Issuer ID a Key ID a importujte soubor `.p8`.
da: I Screenshot Bro: **Indstillinger ▸ App Store Connect** skal du indsætte Issuer ID og Key ID, og importere `.p8`-filen.
de: Fügen Sie in Screenshot Bro: **Einstellungen ▸ App Store Connect** die Dateien Issuer ID und Key ID ein und importieren Sie die Datei „.p8“.
el: Στο Screenshot Bro: **Ρυθμίσεις ▸ App Store Connect**, επικολλήστε τα Issuer ID και Key ID και εισαγάγετε το αρχείο «.p8».
es: En Screenshot Bro: **Configuración ▸ App Store Connect**, pegue Issuer ID y Key ID e importe el archivo `.p8`.
fa: در Screenshot Bro: **تنظیمات ▸ App Store Connect**، Issuer ID و Key ID را جای‌گذاری کنید و فایل «.p8» را وارد کنید.
fi: Kohdassa Screenshot Bro: **Asetukset ▸ App Store Connect**, liitä Issuer ID ja Key ID ja tuo .p8-tiedosto.
fr: Dans Screenshot Bro : **Paramètres ▸ App Store Connect**, collez les Issuer ID et Key ID, puis importez le fichier `.p8`.
he: ב-Screenshot Bro: **הגדרות ▸ App Store Connect**, הדבק את ה-Issuer ID ו-Key ID, וייבא את הקובץ `.p8`.
hr: U Screenshot Bro: **Postavke ▸ App Store Connect**, zalijepite Issuer ID i Key ID i uvezite datoteku `.p8`.
hu: A Screenshot Bro-ben: **Beállítások ▸ App Store Connect**, illessze be a Issuer ID-ot és a Key ID-t, és importálja a `.p8-fájlt.
id: Di Screenshot Bro: **Pengaturan ▸ App Store Connect**, tempel Issuer ID dan Key ID, lalu impor file `.p8`.
ja: Screenshot Bro: **設定 ▸ App Store Connect** で、Issuer ID と Key ID を貼り付け、`.p8` ファイルをインポートします。
ko: Screenshot Bro: **설정 ▸ App Store Connect**에서 Issuer ID 및 Key ID을 붙여넣고 `.p8` 파일을 가져옵니다.
ms: Dalam Screenshot Bro: **Tetapan ▸ App Store Connect**, tampal Issuer ID dan Key ID dan import fail `.p8`.
nl: In Screenshot Bro: **Instellingen ▸ App Store Connect** plakt u de Issuer ID en Key ID en importeert u het bestand `.p8`.
no: I Screenshot Bro: **Innstillinger ▸ App Store Connect** limer du inn Issuer ID og Key ID, og importerer «.p8»-filen.
pl: W Screenshot Bro: **Ustawienia ▸ App Store Connect**, wklej Issuer ID i Key ID, a następnie zaimportuj plik `.p8`.
pt_br: Em Screenshot Bro: **Settings ▸ App Store Connect**, cole Issuer ID e Key ID e importe o arquivo `.p8`.
pt_pt: Em Screenshot Bro: **Settings ▸ App Store Connect**, cole Issuer ID e Key ID e importe o ficheiro `.p8`.
ro: În Screenshot Bro: **Setări ▸ App Store Connect**, inserați Issuer ID și Key ID și importați fișierul `.p8`.
sk: V Screenshot Bro: **Nastavenia ▸ App Store Connect** prilepte Issuer ID a Key ID a importujte súbor „.p8“.
sl: V Screenshot Bro: **Nastavitve ▸ App Store Connect** prilepite Issuer ID in Key ID ter uvozite datoteko `.p8`.
sv: I Screenshot Bro: **Inställningar ▸ App Store Connect**, klistra in Issuer ID och Key ID, och importera filen `.p8`.
th: ใน Screenshot Bro: **การตั้งค่า ▸ App Store Connect** ให้วาง Issuer ID และ Key ID แล้วนำเข้าไฟล์ `.p8`
ur: Screenshot Bro: **ترتیبات ▸ App Store Connect** میں، Issuer ID اور Key ID کو پیسٹ کریں، اور `.p8` فائل درآمد کریں۔
vi: Trong Screenshot Bro: **Cài đặt ▸ App Store Connect**, dán Issuer ID và Key ID rồi nhập tệp `.p8`.
zh_hans: 在 Screenshot Bro 中：**设置 ▸ App Store Connect**，粘贴 Issuer ID 和 Key ID，然后导入 `.p8` 文件。

source: In Screenshot Bro: **Settings ▸ App Store Connect**, paste the Issuer ID and Key ID, import the `.p8` file, then run **Test Connection**.
ar: في Screenshot Bro: **الإعدادات ▸ App Store Connect**، الصق Issuer ID وKey ID، وقم باستيراد الملف `.p8`، ثم قم بتشغيل **اختبار الاتصال**.
ca: A Screenshot Bro: **Configuració ▸ App Store Connect**, enganxeu Issuer ID i Key ID, importeu el fitxer `.p8` i executeu **Connexió de prova**.
cs: V Screenshot Bro: **Nastavení ▸ App Store Connect** vložte Issuer ID a Key ID, importujte soubor `.p8` a poté spusťte **Test připojení**.
da: I Screenshot Bro: **Indstillinger ▸ App Store Connect**, indsæt Issuer ID og Key ID, importer filen ".p8", og kør derefter **Test forbindelse**.
de: In Screenshot Bro: Öffne **Einstellungen ▸ App Store Connect**, füge Issuer ID und Key ID ein, importiere die `.p8`-Datei und klicke dann auf **Verbindung testen**.
el: Στο Screenshot Bro: **Ρυθμίσεις ▸ App Store Connect**, επικολλήστε τα Issuer ID και Key ID, εισαγάγετε το αρχείο «.p8» και, στη συνέχεια, εκτελέστε την **Δοκιμή σύνδεσης**.
es: En Screenshot Bro: **Ajustes ▸ App Store Connect**, pega el Issuer ID y el Key ID, importa el archivo `.p8` y luego ejecuta **Probar conexión**.
fa: در Screenshot Bro: در **تنظیمات ▸ App Store Connect**، Issuer ID و Key ID را جای‌گذاری کنید، فایل `.p8` را وارد کنید، سپس **آزمایش اتصال** را اجرا کنید.
fi: Kohdassa Screenshot Bro: **Asetukset ▸ App Store Connect**, liitä Issuer ID ja Key ID, tuo .p8-tiedosto ja suorita sitten **Testaa yhteys**.
fr: Dans Screenshot Bro : **Réglages ▸ App Store Connect**, collez l'Issuer ID et le Key ID, importez le fichier `.p8`, puis lancez **Tester la connexion**.
he: ב-Screenshot Bro: **הגדרות ▸ App Store Connect**, הדבק את ה-Issuer ID ו-Key ID, ייבא את הקובץ `.p8` ולאחר מכן הפעל את **בדיקת חיבור**.
hr: U Screenshot Bro: **Postavke ▸ App Store Connect**, zalijepite Issuer ID i Key ID, uvezite datoteku `.p8`, zatim pokrenite **Testiraj vezu**.
hu: A Screenshot Bro alatt: **Beállítások ▸ App Store Connect**, illessze be a Issuer ID és Key ID elemet, importálja a `.p8-fájlt, majd futtassa a **Kapcsolat tesztelése** parancsot.
id: Di Screenshot Bro: **Pengaturan ▸ App Store Connect**, tempel Issuer ID dan Key ID, impor file `.p8`, lalu jalankan **Test Connection**.
it: In Screenshot Bro: **Impostazioni ▸ App Store Connect**, incolla Issuer ID e Key ID, importa il file `.p8`, poi esegui **Verifica connessione**.
ja: Screenshot Bro で **設定 ▸ App Store Connect** を開き、Issuer ID と Key ID を貼り付けて `.p8` ファイルを読み込み、**接続をテスト** を実行します。
ko: Screenshot Bro의 **설정 ▸ App Store Connect**에서 Issuer ID와 Key ID를 붙여넣고 `.p8` 파일을 가져온 다음 **연결 테스트**를 실행하세요.
ms: Dalam Screenshot Bro: **Tetapan ▸ App Store Connect**, tampal Issuer ID dan Key ID, import fail `.p8`, kemudian jalankan **Test Connection**.
nl: In Screenshot Bro: **Instellingen ▸ App Store Connect** plakt u de Issuer ID en Key ID, importeert u het bestand `.p8` en voert u vervolgens **Testverbinding** uit.
no: I Screenshot Bro: **Innstillinger ▸ App Store Connect** limer du inn Issuer ID og Key ID, importerer «.p8»-filen, og kjør deretter **Test tilkobling**.
pl: W Screenshot Bro: **Ustawienia ▸ App Store Connect**, wklej Issuer ID i Key ID, zaimportuj plik `.p8`, a następnie uruchom **Test połączenia**.
pt_br: No Screenshot Bro: **Ajustes ▸ App Store Connect**, cole o Issuer ID e o Key ID, importe o arquivo `.p8` e execute **Testar conexão**.
pt_pt: Em Screenshot Bro: **Configurações ▸ App Store Connect**, cole Issuer ID e Key ID, importe o ficheiro `.p8` e execute **Test Connection**.
ro: În Screenshot Bro: **Setări ▸ App Store Connect**, inserați Issuer ID și Key ID, importați fișierul `.p8`, apoi rulați **Test Connection**.
ru: В Screenshot Bro: **Настройки ▸ App Store Connect**, вставьте Issuer ID и Key ID, импортируйте файл `.p8`, затем нажмите **Проверить подключение**.
sk: V Screenshot Bro: **Nastavenia ▸ App Store Connect** prilepte Issuer ID a Key ID, importujte súbor `.p8` a potom spustite **Testovať pripojenie**.
sl: V Screenshot Bro: **Nastavitve ▸ App Store Connect**, prilepite Issuer ID in Key ID, uvozite datoteko `.p8`, nato zaženite **Preskusi povezavo**.
sv: I Screenshot Bro: **Inställningar ▸ App Store Connect**, klistra in Issuer ID och Key ID, importera filen `.p8` och kör sedan **Testa anslutning**.
th: ใน Screenshot Bro: **การตั้งค่า ▸ App Store Connect** ให้วาง Issuer ID และ Key ID นำเข้าไฟล์ `.p8` จากนั้นเรียกใช้ **ทดสอบการเชื่อมต่อ**
tr: Screenshot Bro'da: **Ayarlar ▸ App Store Connect** bölümüne Issuer ID ve Key ID'yi yapıştırın, `.p8` dosyasını içe aktarın, ardından **Bağlantıyı Test Et**'i çalıştırın.
uk: У Screenshot Bro: **Параметри ▸ App Store Connect**, вставте Issuer ID і Key ID, імпортуйте файл `.p8`, а потім натисніть **Перевірити з’єднання**.
ur: Screenshot Bro: **ترتیبات ▸ App Store Connect** میں، Issuer ID اور Key ID کو پیسٹ کریں، `.p8` فائل درآمد کریں، پھر **ٹیسٹ کنکشن** چلائیں۔
vi: Trong Screenshot Bro: **Cài đặt ▸ App Store Connect**, dán Issuer ID và Key ID, nhập tệp `.p8` rồi chạy **Kiểm tra kết nối**.
zh_hans: 在 Screenshot Bro 中：打开 **设置 ▸ App Store Connect**，粘贴 Issuer ID 和 Key ID，导入 `.p8` 文件，然后运行 **测试连接**。
zh_hant: 在 Screenshot Bro 中：前往**設定 ▸ App Store Connect**，貼上 Issuer ID 和 Key ID，輸入 `.p8` 檔案，然後執行**測試連線**。
